Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: Multi-leg Goliath Destroyed
pl: Wielonożny Goliat zniszczony

source: Multi-leg Medium Model
pl: Średni wielonóg

source: Multi-level (M)
pl: Piętrowy (M)

source: Multi-tier Type
pl: Wielopoziomowy

source: Multi-tier Type (Gun)
pl: Wielopoziomowy (działko)

source: Multiple machines detected ahead.
pl: Wykryto przed nami liczne maszyny.

source: Multiple surrounding enemy air units confirmed.
pl: Jesteśmy otoczeni przez wrogie jednostki latające.

source: Multiple surrounding enemy air units confirmed. Requesting permission to assume mobile configuration.
pl: Wykryto obecność wielu wrogich jednostek powietrznych. Proszę o pozwolenie na przyjęcie konfiguracji mobilnej.

source: Mushroom
pl: Grzyb

source: Music Box
pl: Pozytywka

source: Music Director & Composer
pl: Kierownik i kompozytor muzyki

source: Music Director: Keiichi Okabe
pl: Kierownik muzyczny: Keiichi Okabe

source: Music Implementation
pl: Wykonanie muzyki

source: Music Volume
pl: Głośność muzyki

source: Must be nice.
pl: Takiemu to dobrze.

source: Must! Run!
pl: Musieć! Uciekać!

source: Mutual enemies.
pl: Wzajemni wrogowie.

source: Mutual understanding without a network sounds tough.
pl: Wzajemne porozumienie bez sieci musi być trudne.

source: My Romeos are no more. I have slain them each and all.
pl: Żaden Romeo już się nie ostał. Zabiłam wszystkich. Co do jednego!

source: My apologies. That's all the information I have.
pl: Wybaczcie mi. To wszystkie informacje jakie posiadam.

source: My big brother punched me, but somehow it was MY fault!
pl: Mój starszy brat uderzył mnie, ale w jakiś sposób to była MOJA wina!

source: My body is big, but I feel tiny on the inside.
pl: Moje ciało jest duże, ale w środku czuję się mały.

source: My body is...
pl: Moje ciało jest...

source: My body...
pl: Moje ciało...

source: My brother was everything to me...
pl: Mój brat był dla mnie wszystkim...

source: My brother...
pl: Mój bracie...

source: My brothers...
pl: Moi bracia...

source: My comrades and I want only to contribute to humanity's great victory. Can I assume you feel the same?
pl: Ja i moi towarzysze tylko przyczyniamy się do wielkiego zwycięstwa ludzkości. Mogę założyć, że ty czujesz to samo?

source: My dad's out there right now! Go, dad!
pl: Mój tata jest teraz tam! Dalej, tato!

source: My data-processing functions just underwent a full tune-up, so you can count on me to support you!
pl: Moje funkcje przetwarzania danych przeszły solidny przegląd, więc możesz na mnie liczyć jeśli chodzi o wsparcie!

source: My dear companion, Excellent news: I've succeeded in obtaining 12 kilograms of dense, highly concentrated plutonium from an enemy laboratory. After careful analysis, I've concluded that we have enough to create three nuclear bombs. With that part taken care of, obtaining the other required materials should be a simple matter. This is the only way we can open their eyes to the truth! The production of the bombs, however, is no simple task—and were I to be killed in the meantime, that knowledge would be lost. For this reason, I've chosen to store a blueprint for their construction in this ROM and leave it in your hands. With this, anyone with even a modicum of technical know-how should be able to assemble them. Remember, this is not revenge—it is divine punishment! May God's blessings be upon you always.
pl: Mój drogi towarzyszu, Doskonałe wieści: odniosłem sukces w zdobyciu 12 kilogramów gęstego, silnie skondensowanego plutonu z laboratorium nieprzyjaciela. Po ostrożnej analizie, uznałem, że mamy go na tyle wystarczająco, aby stworzyć trzy bomby nuklearne. Skoro mamy tę część "z głowy", to zdobycie reszty potrzebnych materiałów będzie łatwizną. Tylko w ten sposób możemy otworzyć im oczy na prawdę. Jednakże, wytworzenie bomb już nie będzie takim prostym zadaniem — i jeśli zginiemy podczas ich wytwarzania, to ta wiedza umrze razem z nami. Dlatego uznałem, że należy schować plan jej konstrukcji na tym dysku i zostawić go w twoich rękach. Dzięki temu, ktokolwiek, nawet z marną wiedzą techniczną, da radę złożyć takie bomby. Pamiętaj, że to nie zemsta — to tylko święta kara! Niech boska łaska zawsze nad Tobą czuwa.

source: My existence is ending. I am...dying.
pl: Zbliża się kres mojego istnienia. Ja... umieram.

source: My family is gone, and I have nothing left of value.
pl: Moja rodzina zginęła i nie zostało mi nic wartościowego.

source: My family... My brethren... All have been killed.
pl: Moja rodzina... Moi bracia... Wszyscy zostali zabici.

source: My finger rests on the trigger, yet I hesitate. And before I can make that final, fateful decision, I hear a voice rise up from somewhere behind me:<bt_wait>
pl: Mój palec ląduje na spuście, ale wciąż się waham. I zanim podejmuję ostateczną decyzję, słyszę zza swoich pleców głos:<bt_wait>

source: My first deployment was in August of that same year.
pl: Mój pierwszy zrzut miał miejsce w sierpniu tego samego roku.

source: My friend said he was going to seek revenge against the machines.
pl: Mój przyjaciel mówił, że chce się zemścić na maszynach.

source: My friend, It feels as if we haven't spoken in quite some time! As it turns out, many stores in our village recently acquired a number of new items, and I wanted to be sure that everyone from YoRHa was aware of this. I would also be delighted if you would commit to memory that there are some out there who—despite being machine lifeforms—are willing to open their hearts and share such valuable information. Yours in friendship, Pascal
pl: Przyjaciółko, Czuję się tak, jakbyśmy nie rozmawiali od dawna! Wygląda na to, że wiele sklepów w naszej wiosce ma nowy asortyment i chciałbym, aby wszyscy z YoRHy byli tego świadomi. Byłoby mi też niezmiernie miło, gdybyś miała na uwadze, że jest ktoś, kto — pomimo bycia mechaniczną formą życia — ze szczerego serca dzieli się taką wartościową informacją. Twój przyjaciel, Pascal

source: My friends are dead. My family is dead.
pl: Moi przyjaciele nie żyją. Moja rodzina nie żyje.

source: My function is to seek out and execute deserters and traitors.
pl: Moje zadanie polega na tropieniu i eliminowaniu dezerterów, oraz zdrajców.

source: My hands are getting so tired of this work. Maybe I should convert to a combat model.
pl: Moje ręce są zmęczone całą tą pracą. Może powianiem przekonwertować się na model bojowy.

source: My husband still hasn't returned. He went to look for our son some time ago, and...
pl: Mój mąż wciąż nie wrócił. Wyszedł jakiś czas temu, żeby poszukać naszego syna i…

source: My instructor, 11B, was one of your squadmates in the assault on the abandoned factory.
pl: Moja instruktorka, 11B, była jedną z twoich towarzyszek z oddziału, który atakował opuszczoną fabrykę.

source: My intention is to beat the hell out of every god damn machine I can find! Is that enough for you!?
pl: Moim zamiarem jest rozpieprzenie każdej przeklętej maszyny, którą znajdę! Wystarczy?!

source: My job is to look through the camp supplies and check our stock.
pl: Moim zadaniem jest przeglądanie zapasów w obozie i sprawdzanie stanów magazynowych.

source: My king... My king...
pl: Mój Królu... Mój Królu...

source: My laughter finally depleted, I force myself to my feet.<bt_wait> I'm the coward who stayed behind. The coward who lived. Now it's my job to carry on the will of those who fought at my side.<bt_wait> Since I can't kill myself, I have to fight until someone does it for me. I'll endure every hardship. I'll kill every machine I find.<bt_wait>
pl: Mój śmiech wreszcie ustał, zmuszam się, żeby wstać.<bt_wait> Jestem tchórzem, który został z tyłu. Tchórzem, który przeżył. Teraz to moje zadanie, by nieść wolę tych, którzy walczyli u mego boku<bt_wait> Skoro nie umiem się zabić, muszę walczyć, dopóki ktoś mnie nie wyręczy. Zniosę każdą niedolę. Zabiję każda maszynę, którą znajdę.<bt_wait>

source: My life was contained in our moments...
pl: Moje życie zawarte było w naszych wspólnych chwilach...

source: My lifespan's expiration period is drawing to a close.
pl: Przewidywany okres mojego działania zbliża się ku końcowi.

source: My little brother broke a plate once and she blamed ME for it!
pl: Mój młodszy brat kiedyś rozbił talerz, a ona obwiniła za to MNIE!

source: My love was killed, and many of my memories were lost.
pl: Mój ukochany został zabity, a ja utraciłam sporo swoich wspomnień.

source: My master honed that very blade long ago.
pl: Mój mistrz naostrzył to ostrze bardzo dawno temu.

source: My memories can be viewed at any time underneath the amusement park ruins.
pl: Moje wspomnienia mogą zostać obejrzane w dowolnym momencie pod ruinami parku rozrywki.

source: My mission has already been accomplished. My commander is absent.
pl: Moja misja została ukończona. Mój dowódca jest nieobecny.

source: My money's on 9S!
pl: Stawiam na 9S!

source: My money's on the large bipedal unit!
pl: Stawiam na dużą jednostkę dwunożną!

source: My money's on the medium-size bipedal unit!
pl: Stawiam na średnią jednostkę dwunożną!

source: My money's on the small bipedal unit!
pl: Stawiam na małą jednostkę dwunożną!

source: My name is Adam.
pl: Nazywam się Adam.

source: My name is Anemone, and I lead the android Resistance.<bt_wait> This is a record of the battles I've experienced—and my losses.<bt_wait> I leave it here as a warning to myself.
pl: Nazywam się Anemona i przewodzę androidzkiemu Ruchowi Oporu.<bt_wait> Są to zapiski bitew, których doświadczyłam — oraz moich porażek.<bt_wait> Pozostawię to tutaj jako przypomnienie dla samej siebie.

source: My name is Anemone.
pl: Nazywam się Anemona.

source: My name is Engels, serial number 110-B.
pl: Nazywam się Engels, numer seryjny 110-B.

source: My name is Pascal. And while it's true that I am a machine lifeform, I also detest fighting of any kind.
pl: Nazywam się Pascal. I, co prawda, jestem mechaniczną formą życia, ale gardzę jakąkolwiek formą przemocy.

source: My name is Plato 1728.
pl: Nazywam się Platon 1728.

source: My name is Plato 1728. I am a failure of a machine. I was designed for combat, but I can't use weapons. Everyone makes fun of me, and my life is horrible.
pl: Nazywam się Platon 1728. Jestem porażką jako maszyna. Zostałem zaprojektowany, by walczyć, ale nie mogę używać broni. Wszyscy się ze mnie śmieją, a moje życie to koszmar.

source: My name's 9S.
pl: Nazywam się 9S.

source: My name's 9S. I'm here to provide support.
pl: Nazywam się 9S. Jestem tutaj, aby zapewnić ci wsparcie.

source: My name? Eve? This book says it's a woman's name.
pl: Moje imię? Ewa? W tej książce jest napisane, że to kobiece imię.

source: My neck hurts from looking up all the time.
pl: Szyja mnie boli od ciągłego patrzenia w górę.

source: My partner seems...tense. Do you think it's something I did?
pl: Mój partner wydaje się... spięty. Myślisz, że to przez coś, co ja zrobiłam?

source: My pulse rate is rising!
pl: Wzrasta mi tętno!

source: My skills are first-class, even for a scanner model. You can count on me!
pl: Moje umiejętności są pierwsza klasa, nawet jak na skanera. Możesz na mnie liczyć!

source: My son put some kind of electronic lock on our house and holed his fool self inside.
pl: Mój syn założył na nasz dom jakiś elektroniczny zamek, po czym zamknął się w środku. Jak jakiś głupek...

source: My son told me how you helped him. Thank you.
pl: Mój syn powiedział, że pomogliście mu. Dziękuję.

source: My superiors are assholes, my job sucks, my colleagues are useless. This place is the pits.
pl: Moi przełożeni to dupki, moja robota ssie, a moi koledzy są bezużyteczni. To miejsce jest do bani.

source: My supervisor tore through the place like a tornado and ended up boxing me in.
pl: Moja szefowa przeleciała przez to miejsce jak tornado, zamykając mnie w środku.

source: My vision narrowed. Everything went red. And then...she smiled at me.<bt_wait> “It's okay, Sis. There's nothing we can do.”<bt_wait> But it was too late. My emotions were no longer in my control.<bt_wait> I'm simply not strong enough to stand aside and let the most important person in the world come to harm. </page>
pl: Mój wzrok się zamglił. Wszystko stało się czerwone. I wtedy... uśmiechnęła się do mnie.<bt_wait> „W porządku, Siostro. Nic nie możemy zrobić.”<bt_wait> Ale było zbyt późno. Nie kontrolowałam już swoich emocji.<bt_wait> Po prostu nie jestem wystarczająco silna, by stać z boku i pozwolić najważniejszej osobie na świecie być krzywdzonej.. </page>

source: My voice may not reach you.
pl: Mój głos może do ciebie nie dotrzeć.

source: My. Love. My. Love.
pl: Moja. Miłość. Moja. Miłość.

source: My...life's meaning...
pl: Mój...sens życia...

source: Myanmar
pl: Mjanma

source: Mysterious Invitation
pl: Tajemnicze zaproszenie

source: Mysterious Letter
pl: Tajemniczy list

source: Mysterious Lithograph 1
pl: Tajemniczy litograf 1

source: Mysterious Lithograph 2
pl: Tajemniczy litograf 2

source: Mysterious Lithograph 3
pl: Tajemniczy litograf 3

source: Mysterious Lithograph 4
pl: Tajemniczy litograf 4

source: Mysterious Object
pl: Tajemniczy obiekt

source: N-no, I'm good, thanks.
pl: N-nie, podziękuję.

source: N-no... Get away from me! I don't like the look of you!
pl: N-nie... Odejdź ode mnie! Nie podoba mi się twój wygląd!

source: N-no... Stay...away...
pl: N-nie... Odejdź... stąd...

source: N-no... Whole world...still spinny... *urp*
pl: N-nie... Cały świat... ciągle wiruje... *burp*

source: N-not that I'd ever accept a bribe or anything!
pl: N-nie żebym przyjął łapówkę czy coś takiego!

source: N-not that I'm scared or anything!
pl: N-nie, że się boję, czy coś!

source: N-now, hold on! You don't know for sure!
pl: Chwila... moment! Niczego nie wiesz na pewno!

source: N/A
pl: N/D

source: NAME ENTRY
pl: WPROWADŹ IMIĘ

source: NETWORK
pl: SIEĆ

source: NEW
pl: NOWE

source: NEW GAME
pl: NOWA GRA

source: NEW RECORD
pl: NOWY REKORD

source: NFCS fully recovered.
pl: System NFCS znów jest w pełni sprawny.

source: NO DATA
pl: BRAK DANYCH

source: NO ERROR
pl: BRAK BŁĘDÓW

source: NO IMAGE
pl: BRAK OBRAZU

source: NO! NO NO NO NO! You must fire off the great rockets of your soul!
pl: NIE! NIE NIE NIE NIE! Musisz odpalić największe rakiety swojej duszy!

source: NO. EVERYONE HERE IS FINE.
pl: NIE. WSZYSCY TUTAJ SĄ ZDROWI.

source: NO. NO! NOOOOOO!
pl: NIE. NIE! NIEEEEEE!

source: NO... NO...
pl: NIE... NIE...

source: NONE
pl: BRAK

source: NOOOOOW!
pl: TEEERAAAZ!

source: NOW WE CAN LIVE HERE IN PEACE.
pl: TERAZ MOŻEMY TU ŻYĆ W SPOKOJU.

source: NOW, IF I FIND A CREATURE THAT IS WEAK OR INJURED, I BRING THEM HERE.
pl: A TERAZ, KIEDY ZNAJDUJĘ RANNE, ALBO SŁABE ZWIERZĘ, ZABIERAM JE TUTAJ.

source: Name's Jackass. Nice to meetcha.
pl: Nazywam się Jackass. Miło poznać.

source: Namely,
pl: Mianowicie,

source: Natural Rubber
pl: Guma naturalna

source: Near-field controls are down? Great...
pl: Sterowanie bliskiego zasięgu padło? Świetnie...

source: Nearby enemies are jamming our signal.
pl: Pobliscy wrogowie zakłócają sygnał.

source: Necessary for restoring a machine lifeform's memory banks.
pl: Potrzebny do naprawy banków pamięci mechanicznej formy życia.

source: Need any maintenance done?
pl: Potrzebujesz jakichś napraw?

source: Need any maintenance done? You've come to the right person!
pl: Potrzebujesz jakichś napraw? Jeśli tak, to przyszliście do odpowiedniej osoby!

source: Need any maintenance?
pl: Potrzebujesz czegoś?

source: Need some last-minute maintenance?
pl: Potrzebujesz przeglądu na ostatnią chwilę?

source: Need some maintenance? Maybe an enhancement or two? Lemme know!
pl: Potrzebujesz napraw? Może ulepszenia, albo dwóch? Daj mi znać!

source: Needlessly repeating conversations on the same topic is a waste of energy resources.
pl: Bezużyteczne powtarzanie konwersacji na ten sam temat jest marnowaniem zasobów energii.

source: Negative.
pl: Zaprzeczam.

source: Negative. 11B's black box has yet to be recovered.
pl: Zaprzeczam. Czarna skrzynka jednostki 11B nie została odnaleziona.

source: Negative. Communications have been jammed.
pl: Zaprzeczam. Cała komunikacja została zakłócona.

source: Negative. Emergency backup request from 2B.
pl: Zaprzeczam. Otrzymano awaryjne wezwanie wsparcia od 2B.

source: Negative. Enemy machines remain in the area.
pl: Zaprzeczam. Wrogie maszyny nadal są obecne na tym obszarze.

source: Negative. Living conditions were mandated by economic imbalance and a lack of space.
pl: Zaprzeczam. Takie warunki życia były podyktowane brakiem wolnej przestrzeni, oraz nierównowagą ekonomiczną.

source: Negative. Nearby enemies are jamming our signal.
pl: Zaprzeczam. Pobliscy wrogowie blokują nasz sygnał.

source: Negative. Signal reception is clear.
pl: Zaprzeczam. Odbiór sygnału jest wyraźny.

source: Negative. This Pod is engaging in activity based on the final order of unit 2B.
pl: Zaprzeczam. Ten Pod podejmuje działania zgodnie z ostatnim rozkazem jednostki 2B.

source: Negative. This enemy is unrelated.
pl: Zaprzeczam. Ten przeciwnik nie jest powiązany z aktualnym zadaniem.

source: Negative. This support unit is assigned to YoRHa unit 9S.
pl: Zaprzeczam. Ta jednostka wsparcia została przydzielona do 9S z YoRHa.

source: Negative. Unit 11B's black box has been irreparably damaged.
pl: Zaprzeczam. Czarna skrzynka jednostki 11B została bezpowrotnie zniszczona.

source: Negative: Machine lifeforms do not possess such thought routines.
pl: Zaprzeczam: mechaniczne formy życia nie posiadają takich myśli.

source: Negotiate peace inside the factory.
pl: Negocjuj pokój we wnętrzu fabryki.

source: Negotiate.
pl: Negocjuj.

source: Neon Blue Hair
pl: Neonowe niebieskie włosy

source: Neon Green Hair
pl: Neonowe zielone włosy

source: Neon Pink Hair
pl: Neonowe różowe włosy

source: Neon Purple Hair
pl: Neonowe fioletowe włosy

source: Neon White Hair
pl: Neonowe białe włosy

source: Neon Yellow Hair
pl: Neonowe żółte włosy

source: Neptune
pl: Neptun

source: Net...work...
pl: Si... eć...

source: Netherlands
pl: Holandia

source: Network
pl: Sieć

source: Network Features
pl: Funkcje sieciowe

source: Never Mind
pl: Zrezygnuj.

source: Never gonna happen.
pl: Tak się nigdy nie stanie.

source: Never heard of it.
pl: Nigdy o nim nie słyszałam.

source: Never mind
pl: Nieważne

source: Never mind that—I need a status report.
pl: To nieistotne. Potrzebuję raportu o sytuacji.

source: Never seen this before.
pl: Nigdy wcześniej czegoś takiego nie widziałem.

source: Never! My creative urges must be satisfied!
pl: Nie ma mowy! Moje twórcze potrzeby muszą zostać zaspokojone!

source: Nevertheless,
pl: Niemniej,

source: New Bolt
pl: Nowa śruba

source: New Game
pl: Nowa gra

source: New Product In Stock
pl: Nowy asortyment

source: New Zealand
pl: Nowa Zelandia

source: New enemy data, is it? Thank you.
pl: Nowe dane o wrogach, tak? Dziękuję.

source: New...trends? Hmm...
pl: Nowe... wzorce? Hm...

source: Newcomer, are you? Go talk to the commanding officer over there.
pl: Jesteście tu nowi, co? Idźcie najpierw pogadać z dowódcą.

source: Newspaper Scrap
pl: Skrawek gazety

source: Next
pl: Dalej

source: Next Pod
pl: Następny pod

source: Next thing I knew, my sense of self was regenerated over the surrounding network.
pl: Następnie poczułem, jak moje jestestwo regeneruje się w otaczającej nas sieci.

source: Next time I'm definitely betting on you, so lemme know when your next match is, 'kay?
pl: Następnym razem na pewno postawię na ciebie, daj znać jak będziesz znowu walczyć, okej?

source: Next time ask me before you go poking around in my head.
pl: Następnym razem, zanim zaczniesz grzebać w mojej głowie, zapytaj mnie o pozwolenie.

source: Next time you see her, give her some lip for me, will ya?
pl: Następnym razem jak ją spotkacie, powiedzcie jej ode mnie to i owo, okej?

source: Next time, I'm gonna make a lock you won't be able to break in a bajillion quintillion years!
pl: Następnym razem stworzę taki zamek, którego nie będziesz w stanie otworzyć przez bazylion kwadrylionów lat!

source: Next time, I'm gonna throw all of this stuff in the trash!
pl: Następnym razem wrzucę to wszystko do śmieci!

source: Ngh!? What the heck? My pulse rate is rising!
pl: Ngh?! Co do cholery? Moje tętno szaleje!

source: Ngh... This thing's armor is too thick. We need more firepower.
pl: Ngh... Pancerz tego czegoś jest za gruby. Potrzebujemy większej mocy.

source: Nicaragua
pl: Nikaragua

source: Nice shack.
pl: Ładna chatka.

source: Nice weather we're having, eh?
pl: Mamy ładną pogodę, czyż nie?

source: Nice work.
pl: Dobra robota.

source: Nice, Operator! You work fast.
pl: Świetnie, Operatorko! Szybko działasz.

source: Nice.
pl: Ładnie.

source: Nice. Weather. Today.
pl: Ładna. Dziś. Pogoda.

source: Nice? Yes, well. Good for you.
pl: Niezły? Tak, no cóż... Dobrze, że chociaż dla was.

source: NieR:Automata The End
pl: NieR:Automata Koniec

source: Night?
pl: Noc?

source: Ninety-five percent of functionality restored.
pl: Przywrócono 95% sprawności.

source: Nngh... He... He killed all of them...
pl: Nngh… On… On ich wszystkich zabił…

source: Nngh... Mommy...
pl: Nngh... Mamusiu...

source: Nnngh... *sniff*
pl: Niiiie... *smark*

source: Nnngh... Aahhhhhh...
pl: Nnngh... Aaaaaaaa...

source: Nnngh... D-Damn it all...
pl: Nnngh... Cholera by to...

source: Nnngh... I let my guard down...
pl: Nnngh... Za bardzo się odsłoniłem…

source: Nnngh... You know that explosion that happened in the ruins?
pl: Nnnggh... Wiesz o tym wybuchu, który miał miejsce w ruinach?

source: Nnnhh... Brother...
pl: Nnnnnh... Bracie...

source: No
pl: Nie

source: No anomalies detected in black box signal. However, her language core seems to have been damaged.
pl: Nie wykryto anomalii w sygnale czarnej skrzynki. Jednakże, jej rdzeń lingwistyczny wydaje się być uszkodzony.

source: No black box signals detected.
pl: Nie wykryto sygnałów czarnych skrzynek.

source: No complaining about your work.
pl: Nie narzekaj na swoją pracę.

source: No doubt they were rambling on about love and happiness to the bitter end. What madness...
pl: Nie wiem dlaczego, ale mam przeczucie, że ci szaleńcy, o miłości i szczęściu, bredzili aż do samego końca...

source: No falling back! Fight!
pl: Nie ma odwrotu! Walczmy!

source: No fighting! No fighting!
pl: Żadnej walki! Żadnej walki!

source: No getting through here.
pl: Tędy nie przejdziemy.

source: No good. It's beyond repair. It must've finally reached the end of the line.
pl: Już nic nie da się zrobić. Nie da się już go naprawić. Naprawdę osiągnął swój kres.

source: No hint! I just want to show Pascal how appreciated he is.
pl: To była żadna aluzja! Po prostu chcę pokazać Pascalowi, jak bardzo go doceniam.

source: No idea.
pl: Nie mam pojęcia.

source: No kidding.
pl: Bez jaj.

source: No kidding? What kind of weapons?
pl: Naprawdę? Jakiego rodzaju broni?

source: No killing the target. Got it.
pl: Żadnego niszczenia celów. Przyjąłem.

source: No matter how hard or how painful...
pl: Bez względu na to, jak trudne czy bolesne...

source: No matter how hard you push yourself, what will be will be. So take it easy!
pl: Niezależnie od tego, jak bardzo będziesz się starać, co ma się stać, to się stanie. Warto wyluzować!

source: No matter how many times I repair the sensors, the problem comes back. It's almost like it's in her head or something...
pl: Nieważne jak często naprawiam te sensory, problem z czasem wraca. Zupełnie jakby miała to zakodowane w głowie...

source: No matter how much everyone made fun of him, he never spoke ill of anyone.
pl: Nie ważne ile z niego drwiliśmy, na nikogo nie powiedział złego słowa.

source: No matter how trivial it seems, report back any information from Earth at once!
pl: Nieważne jak trywialne się to wydaje, raportu wszystkie informacji z Ziemi w tej chwili!

source: No matter what era one lives in, life is an eternal struggle.
pl: Niezależnie w jakiej epoce się żyje, życie to nieustanna walka.
